{
    "header": "12Trading ให้ความสำคัญกับข้อมูลส่วนบุคคลของท่านโปรดอ่านรายละเอียดเกี่ยวกับเงื่อนไขการใช้งานและนโยบายด้านความเป็นส่วนตัว",
    "body": [
        {
            "number": "1",
            "title": "ข้อมูลส่วนบุคคลของท่านที่ บริษัทฯ เก็บรวบรวม",
            "text": "ข้อมูลส่วนบุคคลของท่านที่ บริษัทฯ เก็บรวบรวมข้อมูลส่วนบุคคลของท่านที่ บริษัทฯ เก็บรวบรวม ใช้ หรือเปิดเผย รวมถึงแต่ไม่จำกัดเพียงข้อมูลส่วนบุคคลของท่านประเภทดังต่อไปนี้",
            "list": [
                {
                    "number": "1.1",
                    "text": "ข้อมูลส่วนตัว เช่น ชื่อ-นามสกุล คำนำหน้าชื่อ เพศ วันเดือนปีเกิด หมายเลขบัตรประจำตัวประชาชน เลขที่บัตรประจำตัวผู้เสียภาษี ตำแหน่ง สัญชาติ อายุ",
                    "bullet": []
                },
                {
                    "number": "1.2",
                    "text": "ข้อมูลเพื่อการติดต่อ เช่น ที่อยู่ หมายเลขโทรศัพท์ หมายเลขโทรศัพท์มือถือ อีเมล",
                    "bullet": []
                },
                {
                    "number": "1.3",
                    "text": "ข้อมูลทางการเงินและธุรกิจ เช่น หมายเลขบัญชีเงินฝากธนาคาร ข้อมูลการทำธุรกรรม รายละเอียดราคาและผลิตภัณฑ์",
                    "bullet": []
                }
            ]
        },
        {
            "number": "2",
            "title": "แหล่งที่มาของข้อมูลส่วนบุคคล",
            "text": "บริษัทฯ อาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่านจากการที่ท่านเป็นผู้ให้ข้อมูลส่วนบุคคลของท่านแก่เราโดยตรง เช่น การแลกเปลี่ยนนามบัตร การให้ข้อมูลเพื่อการพิจารณาคุณสมบัติ การเข้าทำสัญญา เป็นต้น รวมถึง บริษัทฯ อาจได้รับข้อมูลส่วนบุคคลของท่านจากแหล่งอื่น เช่น ตัวแทนขายในกลุ่มธุรกิจอื่นของ บริษัทฯพันธมิตรทางธุรกิจ หรือบริษัทในกลุ่มในเครือของ บริษัทฯ ลูกค้าหรือตัวแทนของ บริษัทฯซึ่งเป็นผู้แนะนำ",
            "list": []
        },
        {
            "number": "3",
            "title": "วัตถุประสงค์การเก็บรวมรวม ใช้หรือเปิดเผยข้อมูลส่วนบุคคลภายใต้ฐานทางกฎหมาย",
            "text": "บริษัทฯ เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เพื่อวัตถุประสงค์หลายประการภายใต้ฐานทางกฎหมาย ดังต่อไปนี้",
            "list": [
                {
                    "number": "3.1",
                    "text": "ฐานการปฏิบัติตามสัญญา : เพื่อการพิจารณาคัดเลือกคุณสมบัติก่อนการเข้าทำสัญญา การติดต่อประสานงานเกี่ยวกับการปฏิบัติตามสัญญา การเข้าทำสัญญาระหว่างกัน รวมถึงการชำระเงินตามสัญญา และการดำเนินกระบวนการชำระเงินผ่าน Platform ของผู้ให้บริการของ บริษัทฯ",
                    "bullet": []
                },
                {
                    "number": "3.2",
                    "text": "ฐานการปฏิบัติตามกฎหมาย : เพื่อความจำเป็นในการก่อตั้งสิทธิเรียกร้องตามกฎหมาย เพื่อเป็นหลักฐานในการยกขึ้นเป็นข้อต่อสู้สิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามคำสั่งของศาลหรือตามคำสั่งของหน่วยงานราชการที่มีอำนาจตามกฎหมาย รวมถึงการเปิดเผยหรือรายงานข้อมูลส่วนบุคคลของท่านให้แก่หน่วยงานราชการที่มีอำนาจตามกฎหมาย",
                    "bullet": []
                },
                {
                    "number": "3.3",
                    "text": "ฐานประโยชน์โดยชอบด้วยกฎหมาย : โดยคำนึงถึงความได้สัดส่วนและความคาดหมายของท่าน โดยประโยชน์ที่ได้มีความสมดุลกับสิทธิขั้นพื้นฐานของท่านเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล เพื่อวัตถุประสงค์ดังต่อไปนี้",
                    "bullet": [
                        "ก) เพื่อวัตถุประสงค์ในการตรวจสอบและยืนยันตัวตนเกี่ยวกับการเข้าทำธุรกรรมหรือนิติกรรมสัญญา",
                        "ข) เพื่อการตรวจสอบจากหน่วยงานที่เกี่ยวข้อง การสืบสวน สอบสวน ตรวจสอบ การขอคำปรึกษา เกี่ยวกับการก่อตั้งสิทธิเรียกร้องตามกฎหมาย หรือการพิสูจน์ในกระบวนการทางกฎหมาย โดยอาจเปิดเผยข้อมูลส่วนบุคคลของท่านแก่ทนายความ ที่ปรึกษากฎหมายและภาษีอากร ผู้ตรวจสอบบัญชี รวมถึงที่ปรึกษาอื่นใดเพื่อวัตถุประสงค์ดังกล่าว",
                        "ค) เพื่อการบริหารความเสี่ยง ตรวจสอบและกำกับภายใน และการบริหารจัดการองค์กร รวมถึงการเปิดเผยข้อมูลส่วนบุคคลแก่หน่วยงานบริหาร เพื่อการตรวจสอบภายในและป้องกันการกระทำผิด หรือการกระทำที่มิชอบด้วยกฎหมาย",
                        "ง) เพื่อการวิเคราะห์ หรือประเมิน ปรับปรุง วางแผน และการคาดการณ์ทางธุรกิจ"
                    ]
                },
                {
                    "number": "3.4",
                    "text": "ฐานความยินยอม : บริษัทฯ จะดำเนินกิจกรรมตามวัตถุประสงค์ดังต่อไปนี้ เมื่อได้รับความยินยอมจากท่าน",
                    "bullet": [
                        "ก) เพื่อประชาสัมพันธ์เชิญชวนท่านในฐานะคู่ค้าหรือคู่สัญญาของ บริษัทฯ ให้สนใจใช้บริการ Platform ของผู้ให้บริการของ บริษัทฯ เป็นช่องทางในการรับ-ชำระเงิน รวมถึงบริการอื่น ๆ ที่เกี่ยวข้องของผู้ให้บริการของบริษัทฯ",
                        "ข) เมื่อได้รับความยินยอมตามกฎหมายจากท่าน เพื่อเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่อ่อนไหว ได้แก่ ข้อมูลสุขภาพ ข้อมูลศาสนา รวมถึงข้อมูลส่วนบุคคลที่อ่อนไหว อื่น ๆ ที่ปรากฏในบัตรประจำตัวประชาชนเพื่อการยืนยันตัวตน"
                    ]
                }
            ]
        },
        {
            "number": "4",
            "title": "การเปิดเผยข้อมูลส่วนบุคคลของท่าน",
            "text": "บริษัทฯ จะไม่เปิดเผยข้อมูลส่วนบุคคลของท่านต่อบุคคลภายนอก เว้นแต่ ได้แจ้งท่านโดยชอบแล้ว และหรือได้รับความยินยอมจากท่าน หรือมีความจำเป็นต้องเปิดเผยหรือรายงานข้อมูลส่วนบุคคลของท่านตามกฎหมายให้แก่หน่วยงานกำกับดูแล หน่วยงานราชการ และหน่วยงานอื่น ๆ ตามที่กฎหมายที่เกี่ยวข้องกับการประกอบธุรกิจของ บริษัทฯ กำหนด",
            "bullet": []
        }
    ],
    "footer": "นอกจากนี้ บริษัทฯ อาจจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่บุคคลภายนอกที่เกี่ยวข้องตามวัตถุประสงค์ที่ได้ระบุไว้ข้างต้น เพื่อดำเนินการเกี่ยวกับการตรวจสอบบัญชี การขอคำปรึกษาทางกฎหมาย การตรวจสอบ การประเมิน การดำเนินคดี และการดำเนินการอื่นใดที่จำเป็นต่อการประกอบธุรกิจ",
    "updatedDate": "2024-12-02 13:48:52.106682"
}